{
    "all_reviews":{
        "count":212,
        "compared_to_average":{
            "percent_same":2,
            "percent_higher":56,
            "percent_lower":42
        },
        "points_against_average":6.2
    },
    "movie_reviews_count":212,
    "highest_review_score":100,
    "score_distribution":{
        "mixed":73,
        "positive":128,
        "negative":11
    },
    "publication_title":"The A.V. Club",
    "average_review_score":66,
    "reviews":[
        {
            "review_body":"What’s uniquely remarkable about The Long Day Closes, Terence Davies’ 1992 return to his own childhood, is how gloriously disorganized its story feels.",
            "publication_title":"The A.V. Club",
            "post_date":"Jan 29, 2014",
            "score":85,
            "movie_name":"The Long Day Closes"
        },
        {
            "review_body":"Just as swoon-worthy, and essential, as its predecessors, Before Midnight reveals the full scope of Linklater’s ambition. This is not just another stellar follow-up, but the latest entry in what’s shaping up to be a grand experiment — the earnest attempt to depict the life of a relationship onscreen, decade by increasingly tumultuous decade. In the process of justifying its own existence, Before Midnight redeems the very notion of sequels.",
            "publication_title":"The A.V. Club",
            "post_date":"May 22, 2013",
            "score":94,
            "movie_name":"Before Midnight"
        },
        {
            "review_body":"Four films into a sterling career, the director’s made his most beguiling, profoundly human work yet.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 18, 2013",
            "score":90,
            "movie_name":"Her"
        },
        {
            "review_body":"There’s a cumulative power here that transcends any rough patches. Boyhood isn’t perfect, but it’s an astonishing, one-of-a-kind accomplishment—and further proof that Linklater is one of the most daring, ambitious filmmakers working today.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  9, 2014",
            "score":100,
            "movie_name":"Boyhood"
        },
        {
            "review_body":"Two Days, One Night is a small miracle of a movie, a drama so purely humane that it makes most attempts at audience uplift look crass and calculated by comparison.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 22, 2014",
            "score":92,
            "movie_name":"Two Days, One Night"
        },
        {
            "review_body":"More \"Full Metal Jacket\" than \"Dead Poet’s Society,\" the film is an epic battle of wills between two fanatical artists, one doing everything in his power to painfully make a master out of the other.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  8, 2014",
            "score":88,
            "movie_name":"Whiplash"
        },
        {
            "review_body":"If there was any doubt that this is a horror movie, Hans Zimmer’s score pounds and roars with dread — the appropriate soundtrack for the madness of history.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 16, 2013",
            "score":97,
            "movie_name":"12 Years a Slave"
        },
        {
            "review_body":"Easily one of the year’s best comedies, the movie thrives off the chemistry between its leads, with Pegg painting a very funny portrait of emotional paralysis and Frost demonstrating a heretofore unseen talent for intimidation.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 21, 2013",
            "score":81,
            "movie_name":"The World's End"
        },
        {
            "review_body":"There’s a cracked logic, a genius almost, to the film’s amped-up irreverence. Maybe laughter isn’t just the best medicine, but the only sensible response to this much brazen amorality.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 24, 2013",
            "score":75,
            "movie_name":"The Wolf of Wall Street"
        },
        {
            "review_body":"Polley’s fledgling foray into documentary filmmaking is also an investigative mystery, a real-life soap opera, and — most compellingly, perhaps — a searching “interrogation” (the director’s word) of the hows and whys of storytelling itself.",
            "publication_title":"The A.V. Club",
            "post_date":"May  8, 2013",
            "score":91,
            "movie_name":"Stories We Tell"
        },
        {
            "review_body":"American Hustle turns out to be a freewheeling party of a movie, one that never stops adding complications and wrinkles and hungry new players to the mix.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 11, 2013",
            "score":90,
            "movie_name":"American Hustle"
        },
        {
            "review_body":"Burshtein shoots in extreme shallow focus, framing her actors against a sometimes-blinding blanket of white fuzz. It’s a decision that, coupled with Yitzhak Azulay’s stirring, chant-driven score, lends each conversation a near religious aura.",
            "publication_title":"The A.V. Club",
            "post_date":"May 22, 2013",
            "score":79,
            "movie_name":"Fill the Void"
        },
        {
            "review_body":"In many respects, Adam and Eve are nocturnal cousins to the angels from Wim Wenders’ \"Wings Of Desire\": They’re secret observers of history, living records of the past with little control over the future. But Jarmusch has no interest in the kind of guilt and grief Wenders wove through his movie; Only Lovers comes in a hipper, sexier shade of melancholy.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr  9, 2014",
            "score":79,
            "movie_name":"Only Lovers Left Alive"
        },
        {
            "review_body":"The bloodshed is fast and brutal — the flash of a knife, a splash of crimson in a backseat, an opening robbery gone horrifically awry. There’s even a little Tarantino in the staging, as when a blood-splattered wallflower unleashes her Kill Bill-style vengeance straight into the camera lens.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  2, 2013",
            "score":77,
            "movie_name":"A Touch of Sin"
        },
        {
            "review_body":"Explicit lesbian lovemaking aside, Blue is, at heart, a somewhat ordinary coming-of-age romance, pulled and stretched nearly to its breaking point.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 23, 2013",
            "score":88,
            "movie_name":"Blue Is the Warmest Color"
        },
        {
            "review_body":"There are some who have complained that C.O.G. ends too abruptly, but it has the bracing, devastating punctuation of a fine short story.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 18, 2013",
            "score":60,
            "movie_name":"C.O.G."
        },
        {
            "review_body":"The plight of this struggling family unit weighs more heavily on the heart with each passing minute, making Stray Dogs the rare marathon-length art film that seems to grow less oppressive the longer it goes on.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 10, 2014",
            "score":84,
            "movie_name":"Stray Dogs"
        },
        {
            "review_body":"Under The Skin is rich with menacing atmosphere, so much so that viewers could probably tune out the narrative and still get on the proper wavelength.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr  2, 2014",
            "score":78,
            "movie_name":"Under the Skin"
        },
        {
            "review_body":"Drenched in the evening glow of its urban and suburban backdrops, Darker comes alive in the dark, when its characters are drowning their sorrows in song, the sauce, or conversation.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  2, 2013",
            "score":69,
            "movie_name":"I Used to Be Darker"
        },
        {
            "review_body":"The Missing Picture might have felt academic, even coldly removed, were it not for its scathing narration, penned by Panh (with Christophe Bataille) and read by Randal Douc.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 13, 2014",
            "score":87,
            "movie_name":"The Missing Picture"
        },
        {
            "review_body":"Blue Ruin rarely resembles anything but itself. Much of the singularity can be attributed to the film’s atypical hero, surely one of the year’s great characters.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 23, 2014",
            "score":77,
            "movie_name":"Blue Ruin"
        },
        {
            "review_body":"Believe it or not, though, the real horror of this superb Aussie monster movie has almost nothing to do with the title fiend and everything to do with the unspoken, unspeakable impulses he represents. Remove the Babadook from The Babadook, in other words, and something plenty terrifying remains.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 25, 2014",
            "score":87,
            "movie_name":"The Babadook"
        },
        {
            "review_body":"In examining the man’s selfless service, Moss uncovers something greater than a vision of a divided community; he’s made a drama as prickly and surprising as any fictional character study.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  8, 2014",
            "score":89,
            "movie_name":"The Overnighters"
        },
        {
            "review_body":"If there’s any fault to find in this expertly directed, frequently hilarious study of imploding male ego, it’s that Östlund basically arrives upon a perfect ending — one that brings the movie full circle, both dramatically and visually — and then bypasses it in favor of a more muddled one. But as climactic missteps go, it’s not exactly disastrous.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 23, 2014",
            "score":87,
            "movie_name":"Force Majeure"
        },
        {
            "review_body":"If nothing else, Gravity makes the case for throwing immense resources at true visionaries; the blockbuster craftsman as adventurer, Cuarón expertly blends the epic with the intimate. For every stunning 3-D setpiece involving a dangerous hailstorm of metallic debris, there’s a moment of small tenderness.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  2, 2013",
            "score":96,
            "movie_name":"Gravity"
        },
        {
            "review_body":"Beautifully shot by Amélie cinematographer Bruno Delbonnel, Inside Llewyn Davis is instantly recognizable as the work of its sibling auteurs. But it’s also something of a departure — looser and more rambling than the average Coen concoction, with a lovingly recreated period setting.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec  4, 2013",
            "score":92,
            "movie_name":"Inside Llewyn Davis"
        },
        {
            "review_body":"The best Marvel film since \"The Avengers.\"",
            "publication_title":"The A.V. Club",
            "post_date":"Apr  2, 2014",
            "score":70,
            "movie_name":"Captain America: The Winter Soldier"
        },
        {
            "review_body":"As an exercise in classical scare tactics, delivered through an escalating series of primo setpieces, The Conjuring is often supremely effective.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 17, 2013",
            "score":68,
            "movie_name":"The Conjuring"
        },
        {
            "review_body":"In an age when most cartoon companies have traded pens for pixels, the magicians at Laika continue to create fantastically elaborate universes out of pure elbow grease.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 24, 2014",
            "score":61,
            "movie_name":"The Boxtrolls"
        },
        {
            "review_body":"In nearly every respect, V/H/S/2 improves on its predecessor. Free of poky mumble-horror filler, it offers four fruitful variations on the original’s best chapter.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 10, 2013",
            "score":49,
            "movie_name":"V/H/S/2"
        },
        {
            "review_body":"Because of its autobiographical slant, Something In The Air has been compared to Assayas’ 1994 breakthrough, \"Cold Water,\" which gazed upon roughly the same period of the director’s life.",
            "publication_title":"The A.V. Club",
            "post_date":"May  1, 2013",
            "score":76,
            "movie_name":"Something in the Air"
        },
        {
            "review_body":"For a moment, Crystal Fairy looks like it’s going to be a real fish-in-a-barrel satire, its rifles aimed at two very easy targets. But once a coked-out Cera invites Hoffmann on his road trip, a voyage he hopes will culminate with the consumption of a psychotropic cactus, the film gains a ramshackle quality that’s difficult to resist.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 10, 2013",
            "score":67,
            "movie_name":"Crystal Fairy & The Magical Cactus"
        },
        {
            "review_body":"By going back to nature — and to his indie roots — the director of \"George Washington\" has reconnected with his poetic side. The Malick comparisons seem appropriate again.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug  7, 2013",
            "score":73,
            "movie_name":"Prince Avalanche"
        },
        {
            "review_body":"For once in a Dolan film, an actor upstages the camera moves. That’s a promising precedent, as well as a hint that artistic adulthood won’t spoil this hotdogging prodigy.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 26, 2013",
            "score":73,
            "movie_name":"Laurence Anyways"
        },
        {
            "review_body":"The most shocking thing about Nymphomaniac, with its cock-shot montages and frankly descriptive narration, is how flat-out funny it often is.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 10, 2014",
            "score":64,
            "movie_name":"Nymphomaniac: Volume I"
        },
        {
            "review_body":"Not a drop of blood is spilled in Peter Strickland’s Berberian Sound Studio. Even so, Italian-horror buffs may feel a flush of nostalgia watching this bewitching genre whatsit, which manages to evoke the crimson-splashed shockers of the 1970s without so much as a single frame of actual carnage.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 12, 2013",
            "score":80,
            "movie_name":"Berberian Sound Studio"
        },
        {
            "review_body":"This as one of the director’s most pitiless visions—a drama as pitch black as the night that envelops its characters.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 23, 2013",
            "score":69,
            "movie_name":"Bastards"
        },
        {
            "review_body":"Polanski isn’t a miracle worker. Venus In Fur works where the facile \"Carnage\" largely didn’t because the play itself is something of a delight — a straightforward but sharply comic twofer about roleplaying and control-based relationships (be they artistic, romantic, or otherwise). The casting, too, is impeccable.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 18, 2014",
            "score":69,
            "movie_name":"Venus in Fur"
        },
        {
            "review_body":"This Godzilla doesn’t tap into deeper cultural anxieties the way its 60-year-old ancestor did. Nor does it engender much dramatic investment in its hero... Yet as pure popcorn entertainment, Godzilla delivers plenty of goosebumps.",
            "publication_title":"The A.V. Club",
            "post_date":"May 13, 2014",
            "score":62,
            "movie_name":"Godzilla"
        },
        {
            "review_body":"An eye-opening, often-infuriating new documentary.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 11, 2013",
            "score":77,
            "movie_name":"God Loves Uganda"
        },
        {
            "review_body":"Anderson’s latest invention, The Grand Budapest Hotel, may be his most meticulously realized, beginning with the towering, fictional building for which it’s named.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar  5, 2014",
            "score":88,
            "movie_name":"The Grand Budapest Hotel"
        },
        {
            "review_body":"For Michael Keaton, Birdman is some kind of gift from the movie gods, a license to have his cake and messily devour it too.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 16, 2014",
            "score":88,
            "movie_name":"Birdman or (The Unexpected Virtue of Ignorance)"
        },
        {
            "review_body":"Given the material, it’s fitting that Mr. Turner is the director’s most visually ravishing movie. With cinematographer Dick Pope behind the lens, every shot is gorgeous enough to hang in a museum.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 17, 2014",
            "score":95,
            "movie_name":"Mr. Turner"
        },
        {
            "review_body":"Identity is the film’s true subject: As much as he pokes fun at the foibles of a privileged white America, Simien is more interested in the ways his protagonists conform, or refuse to conform, to society’s idea of them.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 16, 2014",
            "score":79,
            "movie_name":"Dear White People"
        },
        {
            "review_body":"Setting several scenes to the famously poignant plinks of pianist Frédéric Chopin, Love Is Strange never achieves the sheer emotional resonance of \"Make Way For Tomorrow\"; it’s gently affecting, not deeply heartbreaking — in part because Sachs builds to a less devastating punctuation than McCarey did.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 20, 2014",
            "score":83,
            "movie_name":"Love Is Strange"
        },
        {
            "review_body":"Dumb fun is rarely this smartly delivered.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 17, 2014",
            "score":76,
            "movie_name":"The Guest"
        },
        {
            "review_body":"What May is really after, in other words, is a glimpse at a post-Columbine America, where punishments don’t always fit crimes, cures are often worse than diseases, and the courts are frequently being used as a catchall solution to very normal discipline problems.",
            "publication_title":"The A.V. Club",
            "post_date":"Feb 26, 2014",
            "score":75,
            "movie_name":"Kids for Cash"
        },
        {
            "review_body":"Over an efficient 80 minutes, no shot feels wasted, and no one says much that couldn’t be better communicated through their placement in the artfully arranged frame.",
            "publication_title":"The A.V. Club",
            "post_date":"May  1, 2014",
            "score":90,
            "movie_name":"Ida"
        },
        {
            "review_body":"The result is an uncommonly clever genre movie, reliant not on special effects — of which there are basically none — but on heavy doses of paranoia.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 18, 2014",
            "score":64,
            "movie_name":"Coherence"
        },
        {
            "review_body":"True to its name, Monsters University brims with cleverly designed creatures, a student body worthy of the recently deceased Ray Harryhausen. What the movie lacks is its precursor’s human ace-in-the-hole—that pint-sized, inadvertent agent of chaos, Boo.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 19, 2013",
            "score":65,
            "movie_name":"Monsters University"
        },
        {
            "review_body":"Yet for all its expensive grandeur, almost too epic even for the vast canvases of IMAX, Pacific Rim is unmistakably a Del Toro creation.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 10, 2013",
            "score":64,
            "movie_name":"Pacific Rim"
        },
        {
            "review_body":"Rip-roaring set-pieces aside, the biggest pleasure here is still the yin-yang chemistry between Kirk and Spock, even as the writers sand down the barbed edges of the characters’ interactions.",
            "publication_title":"The A.V. Club",
            "post_date":"May 16, 2013",
            "score":72,
            "movie_name":"Star Trek Into Darkness"
        },
        {
            "review_body":"Like too many franchise installments, Catching Fire builds to more of an ellipsis than a period, teasing the next chapter instead of providing closure. But isn’t that true of \"The Empire Strikes Back\" as well? At least casual fans will only have to wait a year, not three, to see what happens next in this galaxy not so far away.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 19, 2013",
            "score":75,
            "movie_name":"The Hunger Games: Catching Fire"
        },
        {
            "review_body":"More often that not, however, Captain Phillips is riveting. Though he remains unfortunately convinced that violently shaking his camera is the best way to achieve visual urgency, Greengrass nevertheless excels at pressure-cooker scenarios.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  9, 2013",
            "score":83,
            "movie_name":"Captain Phillips"
        },
        {
            "review_body":"Now here’s a comic-book movie. In a summer that’s delivered one overstuffed Phase Two sequel and a bloated reboot designed to establish a whole new universe of interconnected franchises, The Wolverine has a self-contained efficiency that’s hard to resist.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 24, 2013",
            "score":60,
            "movie_name":"The Wolverine"
        },
        {
            "review_body":"This RoboCop earns its stripes, mostly for the seriousness with which it treats its Frankenstein story.",
            "publication_title":"The A.V. Club",
            "post_date":"Feb 12, 2014",
            "score":52,
            "movie_name":"RoboCop"
        },
        {
            "review_body":"Guardians boasts not one, but two Han Solo proxies — not to mention an ass-kicking Princess Leia surrogate, a villain with a very Sithian fashion sense, and the flora answer to Chewbacca. Also, one of the Han Solo types is a talking raccoon.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 30, 2014",
            "score":76,
            "movie_name":"Guardians of the Galaxy"
        },
        {
            "review_body":"Written by Simon Barrett, another purveyor of micro-budget carnage, You’re Next boasts a sometimes-uneasy blend of comedy and horror.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 21, 2013",
            "score":66,
            "movie_name":"You're Next"
        },
        {
            "review_body":"Closed Circuit may be little more than a high-minded, shrewdly topical gloss on a shopworn genre, but its cynicism is bracing.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 27, 2013",
            "score":50,
            "movie_name":"Closed Circuit"
        },
        {
            "review_body":"No amount of needless chatter can quite dilute the power of The Counselor’s grim endgame, especially given the way its writer and director conspire to keep the threat offscreen, like some terrible, unseen force of nature.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 23, 2013",
            "score":48,
            "movie_name":"The Counselor"
        },
        {
            "review_body":"If you’re going to treat your audience like a rat in a maze, it’s best to offer a tastier reward than the promise of more maze to come.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 17, 2014",
            "score":56,
            "movie_name":"The Maze Runner"
        },
        {
            "review_body":"If Ponsoldt can step beyond the 12 steps, he might make something truly spectacular.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 31, 2013",
            "score":82,
            "movie_name":"The Spectacular Now"
        },
        {
            "review_body":"Truthfully, Assange’s absence from We Steal Secrets—regardless of the reasons for it—is a major liability, and not just because it prevents Gibney from truly engaging with his headline-grabbing subject. Without a strong personality at its center, the film often feels unbalanced, lurching awkwardly between basic infotainment concerns and a sharper, more specific agenda.",
            "publication_title":"The A.V. Club",
            "post_date":"May 22, 2013",
            "score":76,
            "movie_name":"We Steal Secrets: The Story of WikiLeaks"
        },
        {
            "review_body":"There’s something undeniably affecting about that trajectory, which allows McConaughey to turn his character into an empathetic figure — one whose prejudice fades as his fighting spirit intensifies — without sacrificing his rapscallion spirit. He’s the same loudmouthed macho braggart at the end of the movie than he was at the beginning, but now he’s a loudmouthed macho braggart with purpose.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 30, 2013",
            "score":84,
            "movie_name":"Dallas Buyers Club"
        },
        {
            "review_body":"The results are akin to seeing the Nixon presidency through the eyes of his top aides; it’s as much a portrait of innocence lost as a behind-closed-doors exposé.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 28, 2013",
            "score":72,
            "movie_name":"Our Nixon"
        },
        {
            "review_body":"Sharp as the dialogue is, it’s hard to imagine any of this working as well without the late, great Gandolfini.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 18, 2013",
            "score":78,
            "movie_name":"Enough Said"
        },
        {
            "review_body":"There’s a certain muddled ambivalence to the movie; one gets the impression that Reichardt is more interested in these people than their ideas, but she never quite cracks Josh, who’s much more impenetrably aloof than the beleaguered travelers of \"Meek’s Cutoff\", her masterpiece. Night Moves is a portrait of outsiders that leaves its audience on the outside.",
            "publication_title":"The A.V. Club",
            "post_date":"May 28, 2014",
            "score":75,
            "movie_name":"Night Moves"
        },
        {
            "review_body":"For two hours or so, he becomes a magnetic actor again, the same vibrant presence who wowed audiences with his work in \"Leaving Las Vegas\" and \"Adaptation.\" He is, in these rare instances, just plain good.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr  9, 2014",
            "score":74,
            "movie_name":"Joe"
        },
        {
            "review_body":"Thing is, though, for anyone familiar with the Tarantino film, this less remarkable picture will totally seem like a prequel, peering back as it does on younger versions of characters audiences got to know in \"Jackie Brown.\"",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 27, 2014",
            "score":60,
            "movie_name":"Life of Crime"
        },
        {
            "review_body":"That it never quite sinks into caricature is thanks to the imposing presence in the lead. Refusing to fish for sympathy, even as his character circles the drain, Eidson delivers a complex, bravely off-putting performance.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 10, 2013",
            "score":63,
            "movie_name":"Zero Charisma"
        },
        {
            "review_body":"For the most part, Veronica Mars plays like a very solid episode of the series, the kind unlikely to rank among fan favorites. It could, however, serve as fine fuel for a sequel, one that wouldn’t find Veronica resisting — for half of her time on screen — the urge to do what she does best. Keep your hearts (and wallets) open, marshmallows.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 12, 2014",
            "score":62,
            "movie_name":"Veronica Mars"
        },
        {
            "review_body":"Believe it or not, some of this mayhem—muscularly orchestrated by directors Aharon Keshales and Navot Papushado, who made 2010’s \"Rabies\" — does provoke laughter.",
            "publication_title":"The A.V. Club",
            "post_date":"Jan 15, 2014",
            "score":64,
            "movie_name":"Big Bad Wolves"
        },
        {
            "review_body":"Taken as a whole, with volumes one and two in concert, Nymphomaniac looks like nothing less than a career overview, touring each era of the director’s development.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 20, 2014",
            "score":60,
            "movie_name":"Nymphomaniac: Volume II"
        },
        {
            "review_body":"For all its virtuosic showboating, the film belongs as much to its screenwriter, Damien Chazelle, as it does to its director, Eugenio Mira.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 10, 2014",
            "score":61,
            "movie_name":"Grand Piano"
        },
        {
            "review_body":"What resonates, in this smart but minor procedural, isn’t the harsh vision of a post-9/11 world, but the unglamorous depiction of governmental grunt work.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 23, 2014",
            "score":73,
            "movie_name":"A Most Wanted Man"
        },
        {
            "review_body":"Seeing clichés mimicked this skillfully is plenty hilarious.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 25, 2014",
            "score":60,
            "movie_name":"They Came Together"
        },
        {
            "review_body":"Frank is never more endearing than when Fassbender has a mic to his mouth, spitting out the hilariously batshit lyrics of his “most likeable song ever,” or literally singing the praises of his cohorts during an affecting showstopper.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 13, 2014",
            "score":75,
            "movie_name":"Frank"
        },
        {
            "review_body":"Some of Calvary is uncomfortably bleak... But writer-director John Michael McDonagh—brother of the English playwright and filmmaker Martin McDonagh (In Bruges)—has an ear for wry humor, providing his characters with a steady supply of acerbic wit.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 31, 2014",
            "score":77,
            "movie_name":"Calvary"
        },
        {
            "review_body":"The movie exists mainly as an act of social advocacy, showing how one portion of the population lives and offering a sobering rebuke to pull-yourself-up-by-your-bootstraps rhetoric.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 31, 2014",
            "score":75,
            "movie_name":"Rich Hill"
        },
        {
            "review_body":"In turning a 23-minute story into an 83-minute one, Robespierre sometimes struggles to occupy her running time.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun  4, 2014",
            "score":76,
            "movie_name":"Obvious Child"
        },
        {
            "review_body":"Good movies are made out of great books all the time, and to fault Fault for not living up to its inspiration isn’t much more fair than dismissing the novel on the grounds that it sounds, superficially, like \"Love Story\" for millennials. As with infinities, some successes are just bigger than others.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun  4, 2014",
            "score":69,
            "movie_name":"The Fault in Our Stars"
        },
        {
            "review_body":"At heart, The Rover is something of a buddy road movie, albeit one almost completely devoid of humor.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 11, 2014",
            "score":64,
            "movie_name":"The Rover"
        },
        {
            "review_body":"It’s dazzling, but also excessive; by the end, even those consistently wowed by the directorial showmanship may find themselves feeling that less would have been more.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep  3, 2014",
            "score":53,
            "movie_name":"The Strange Color of Your Body's Tears"
        },
        {
            "review_body":"Really, though, the film’s focus is on neither the destination nor the journey, but on the individuals planting themselves in front of the lens.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 17, 2014",
            "score":86,
            "movie_name":"Manakamana"
        },
        {
            "review_body":"Provides little in the way of comforting catharsis. That may be because Berlinger, a thorough and impassioned muckraker, has managed to find hints of injustice in the justice that was served.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 25, 2014",
            "score":74,
            "movie_name":"Whitey: United States of America v. James J. Bulger"
        },
        {
            "review_body":"As cinema, Selma is commendable; as cultural barometer, it’s beyond reproach.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 22, 2014",
            "score":89,
            "movie_name":"Selma"
        },
        {
            "review_body":"It’s little surprise that Her turns out to be the better of the two movies, mostly by virtue of prominently featuring Chastain, who conveys an interior life — shifting emotions, competing desires — the script doesn’t supply her.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  9, 2014",
            "score":67,
            "movie_name":"The Disappearance of Eleanor Rigby: Her"
        },
        {
            "review_body":"Predestination, a superficially cerebral new thriller, plays almost exclusively to the diagram-drawing crowd.",
            "publication_title":"The A.V. Club",
            "post_date":"Jan  7, 2015",
            "score":68,
            "movie_name":"Predestination"
        },
        {
            "review_body":"It’s the cathartic, even meditative qualities of metal that are explored in A Spell To Ward Off The Darkness, a new documentary whatsit that frequently resembles nothing so much as an adaptation of some imaginary black-metal record.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec  3, 2014",
            "score":70,
            "movie_name":"A Spell to Ward Off the Darkness"
        },
        {
            "review_body":"At the end of the day, the pesky imperative to convey information is still a driving force; more than anything Wong has ever made, the movie chokes on exposition, its more poetic concerns stifled by its surfeit of plot.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 21, 2013",
            "score":73,
            "movie_name":"The Grandmaster"
        },
        {
            "review_body":"This Hobbit is, in other words, a much more eventful affair than its year-old predecessor. And yet for all the fine spectacle Jackson crams into his lengthy sequel-within-a-prequel, it’s still hard not to mourn the single, self-contained movie that could have been.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 11, 2013",
            "score":66,
            "movie_name":"The Hobbit: The Desolation of Smaug"
        },
        {
            "review_body":"Forget the fairy-tale romance between Jane and her hammer-wielding hunk. The real emotional center of the Thor series is this sibling rivalry, more compelling than any climactic battle royale or winking teaser for the next chapter.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov  6, 2013",
            "score":54,
            "movie_name":"Thor: The Dark World"
        },
        {
            "review_body":"For all its chronic familiarity, the movie has its minor pleasures, many of them visual. Though at this point it's basically a given that a new studio-animated movie will look good, Turbo often looks downright exceptional.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 16, 2013",
            "score":58,
            "movie_name":"Turbo"
        },
        {
            "review_body":"There aren’t just more dragons, but more characters, more plot, more everything. The trade-off is that the charm of the original gets a little lost, a casualty of rapid-franchise expansion.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 11, 2014",
            "score":76,
            "movie_name":"How to Train Your Dragon 2"
        },
        {
            "review_body":"The result is a monolithic slab of Biblical fan fiction, at once deeply serious and seriously silly. It’s a mess, but at least it’s the mess its creators wanted.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 27, 2014",
            "score":68,
            "movie_name":"Noah"
        },
        {
            "review_body":"Funny is funny, and it would be truly dishonest to deny the big laughs—the spikes of gut-busting inspiration—that the film sporadically delivers.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 12, 2013",
            "score":67,
            "movie_name":"This Is the End"
        },
        {
            "review_body":"Yet for all the heart and soul the actor pours into his role, watching Dawn still feels a bit like seeing massive, expensive wheels spin in place.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  9, 2014",
            "score":79,
            "movie_name":"Dawn of the Planet of the Apes"
        },
        {
            "review_body":"It’s good for business but bad for drama, and the inelegantly titled Mockingjay—Part 1 suffers from an unavoidable sense of anticlimax. It doesn’t build to an ending so much as just eventually grind to a halt, like a video game demanding more quarters to continue playing.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 19, 2014",
            "score":64,
            "movie_name":"The Hunger Games: Mockingjay - Part 1"
        },
        {
            "review_body":"The movie is written and directed by the British filmmaker Richard Curtis, who specializes in fantasies — the dozen intersecting rom-coms of \"Love Actually\" the fairy-tale courtship of \"Notting Hill\", the endless receptions of \"Four Weddings And A Funeral.\" At a glance, About Time appears to be of a piece with those crowd-pleasers.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 30, 2013",
            "score":55,
            "movie_name":"About Time"
        },
        {
            "review_body":"The film’s as clumsy yet earnest as a nervous first-timer, groping gracelessly in the dark for ecstasy and meaning.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 24, 2013",
            "score":61,
            "movie_name":"The To Do List"
        },
        {
            "review_body":"For better and worse, Lee’s Oldboy is a more somber affair.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 27, 2013",
            "score":49,
            "movie_name":"Oldboy"
        },
        {
            "review_body":"Putting a human face on a public tragedy that already had a human face, Fruitvale Station plays like an uncomplicated eulogy, with little more to say on its subject than “what a shame this bad thing happened.”",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 10, 2013",
            "score":85,
            "movie_name":"Fruitvale Station"
        },
        {
            "review_body":"Unfinished Song is basically two movies inelegantly stuffed into one. Both are about aging — its setbacks and second chances — but only one of them feels like an honest exploration of the topic. The better half of the film is a kinder, gentler cousin to 2012’s \"Amour.\"",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 19, 2013",
            "score":57,
            "movie_name":"Unfinished Song"
        },
        {
            "review_body":"Narrowness of focus keeps the movie from becoming bloated with self-importance, but it also leaves it feeling a little inconsequential.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 20, 2013",
            "score":61,
            "movie_name":"Haute Cuisine"
        },
        {
            "review_body":"With her piercing baby blues that never seem to settle on a subject, even when she’s locked in conversation with it, Ronan seems just… off enough to play a vampiric vixen.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 26, 2013",
            "score":66,
            "movie_name":"Byzantium"
        },
        {
            "review_body":"Mostly, however, This Is Us counts on the musicians to supply the personality—a strategy that makes it feel more like an anonymous mash note than a warts-and-all glimpse behind the curtain. Then again, what warts?",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 28, 2013",
            "score":49,
            "movie_name":"One Direction: This Is Us"
        },
        {
            "review_body":"As directed by Ecuadorian filmmaker Sebastián Cordero (Chronicles, Rage), Europa Report manages a few striking and intense sequences — most notably, a fatal drift into the endless vacuum of nothingness, filmed from the perspective of the disappearing spaceman.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 31, 2013",
            "score":68,
            "movie_name":"Europa Report"
        },
        {
            "review_body":"For all his directorial shortcomings, Berg has a knack for capturing men at work; his depiction of special-ops maneuvering—of silently casing the enemy base, of planning the attack—is as compelling as the chaotic violence he orchestrates later.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 24, 2013",
            "score":60,
            "movie_name":"Lone Survivor"
        },
        {
            "review_body":"This stereoscopic IMAX vanity project presents the titular rockers not as men, but as living legends, playing the hits at a gigantic venue, for thousands of bellowing diehard fans. In place of introspection, there is only lionizing spectacle; if Monster laid bare the wounded egos of metal’s biggest stars, Never simply re-inflates them.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 25, 2013",
            "score":61,
            "movie_name":"Metallica: Through the Never"
        },
        {
            "review_body":"The saving grace of Kill Your Darlings is its sordid romantic angle, a narrative thread that pulls the film away from wink-wink allusions and into more serious emotional territory.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 16, 2013",
            "score":65,
            "movie_name":"Kill Your Darlings"
        },
        {
            "review_body":"Just as it’s impossible to capture in a 600-word review what made Calvin And Hobbes so special, no 100-minute film on the subject can really hope to convey its magic either. But Dear Mr. Watterson does its best, relying on choice excerpts of the work and enthusiastic talking-head interviews.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 13, 2013",
            "score":54,
            "movie_name":"Dear Mr. Watterson"
        },
        {
            "review_body":"Trouble is, Neighbors rarely exploits its generational war of attrition for big laughs or true insight. And despite a couple of puerile gags, it often feels as domesticated (and fatigued) as its main characters.",
            "publication_title":"The A.V. Club",
            "post_date":"May  7, 2014",
            "score":68,
            "movie_name":"Neighbors"
        },
        {
            "review_body":"Mother Of George is rarely boring to look at, but it might still have been better served by a starker, less showy aesthetic.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 11, 2013",
            "score":77,
            "movie_name":"Mother of George"
        },
        {
            "review_body":"As a primer on its topic, Inequality For All is informative, plainly argued, and — in some of its more poignant anecdotes — suitably enraging.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 25, 2013",
            "score":68,
            "movie_name":"Inequality for All"
        },
        {
            "review_body":"The more outlandish the film becomes, especially in its off-the-rails second half, the less crucial its unique setting seems.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  9, 2013",
            "score":58,
            "movie_name":"Escape from Tomorrow"
        },
        {
            "review_body":"Goldthwait is just having too much fun with his bantering couple and the eccentric, guitar-playing Bigfoot fanatics they encounter; the climax feels like an afterthought, the obligatory mayhem he had to provide as justification for making a shaggy romantic comedy about the cult of Sasquatch.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun  5, 2014",
            "score":62,
            "movie_name":"Willow Creek"
        },
        {
            "review_body":"Along the way, The Railway Man accumulates some power and insight, but it’s also hard to shake the feeling that a complicated first-person account has been given the Weinstein treatment.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 10, 2014",
            "score":59,
            "movie_name":"The Railway Man"
        },
        {
            "review_body":"Even when Bad Words is bad in the wrong way, it tends to be bad in the right way, too.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 12, 2014",
            "score":57,
            "movie_name":"Bad Words"
        },
        {
            "review_body":"Ronan acquits herself nicely. Believable as both a smitten leading lady and a resourceful action heroine, she’s the ideal young-adult starlet — though after this and \"The Host,\" maybe it’s time the actress lent her piercing baby blues to a plain old adult project again.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov  6, 2013",
            "score":57,
            "movie_name":"How I Live Now"
        },
        {
            "review_body":"Big Eyes has plenty of surface pleasures, but there was reason to expect more than that from it.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 22, 2014",
            "score":62,
            "movie_name":"Big Eyes"
        },
        {
            "review_body":"What saves the movie is its actors: Exploiting audience’s memories of their previous collaborations, Hader and Wiig really do seem related. And both actors handle the balance between drama and comedy with aplomb.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 10, 2014",
            "score":74,
            "movie_name":"The Skeleton Twins"
        },
        {
            "review_body":"As entertaining as it is to watch Cold In July drift, the film has to eventually pick a lane — and that’s where this otherwise accomplished suspense picture runs into the ditch.",
            "publication_title":"The A.V. Club",
            "post_date":"May 21, 2014",
            "score":73,
            "movie_name":"Cold in July"
        },
        {
            "review_body":"The derivative evil-mirror potboiler Oculus doesn’t exactly shatter the clichés of the genre, but it does distort them in a couple of interesting ways, beginning with a creative reversal of the usual vengeful-spirit plot.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr  9, 2014",
            "score":61,
            "movie_name":"Oculus"
        },
        {
            "review_body":"By the end, audiences may end up craving a more charitable, less dour study of teenage mating habits — one, like the less “realistic” Raising Victor Vargas, that doesn’t portend trauma for any sapling trying to blossom too soon.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 20, 2014",
            "score":76,
            "movie_name":"It Felt Like Love"
        },
        {
            "review_body":"Proxy’s greatest attribute is its deliberate dismantling of the audience’s assumptions.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 16, 2014",
            "score":57,
            "movie_name":"Proxy"
        },
        {
            "review_body":"At times, the movie seems to exist for no other purpose than to collide these two personalities together, privileging their antagonistic banter above all else. But isn’t that the basic point of all buddy comedies?",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 13, 2014",
            "score":30,
            "movie_name":"Let's Be Cops"
        },
        {
            "review_body":"Manipulative but big-hearted, Pride is an ode to activism as a social equalizer, and a gushy illustration of the belief that hearts and minds can be changed, and that it’s impossible to truly battle oppression without opposing all forms of oppression. Why resist?",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 24, 2014",
            "score":79,
            "movie_name":"Pride"
        },
        {
            "review_body":"In any case, none of the gambles Jim makes over the course of the movie are as ballsy as the film’s casting strategy. Will audiences really buy Mark Wahlberg as a wordsmith too brilliant for academia? Smart money says no.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 17, 2014",
            "score":55,
            "movie_name":"The Gambler"
        },
        {
            "review_body":"Here, it’s hard not to wish Downey were sparring with his costumed comrades again, instead of trading barbs with the far-less-colorful cast members — old and new — of this busy, sporadically diverting sequel.",
            "publication_title":"The A.V. Club",
            "post_date":"May  1, 2013",
            "score":62,
            "movie_name":"Iron Man 3"
        },
        {
            "review_body":"With Elysium, the director proves that he still has one hand on the X-Box controller; maybe he should give the allegories a rest already and just get back in the game.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug  6, 2013",
            "score":61,
            "movie_name":"Elysium"
        },
        {
            "review_body":"Even at a hefty 142 minutes, The Amazing Spider-Man 2 hasn’t the time for its surfeit of plot, nor for the sprawling ensemble of supporting characters caught in the sticky web Webb weaves.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 30, 2014",
            "score":53,
            "movie_name":"The Amazing Spider-Man 2"
        },
        {
            "review_body":"World War Z bucks the current trend in summer blockbusters by feeling weirdly understuffed. It’s an episodic adventure without enough episodes.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 19, 2013",
            "score":63,
            "movie_name":"World War Z"
        },
        {
            "review_body":"Here and there, some of this starts to feel a little less like homework and more like fun. Though part one used up many of the good monsters—like Medusa and the hydra—part two is a fleeter entertainment, free of origin-story requirements.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug  7, 2013",
            "score":39,
            "movie_name":"Percy Jackson: Sea of Monsters"
        },
        {
            "review_body":"What the new Teenage Mutant Ninja Turtles lacks is not fidelity, but a spirit of genuine boyish fun.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug  6, 2014",
            "score":31,
            "movie_name":"Teenage Mutant Ninja Turtles"
        },
        {
            "review_body":"Ultimately, it’s hard to shake the sense that her picture is a character study bending itself, painfully and unnaturally, into the shape of a nightmare-in-the-boonies horror flick. Is this the only way films about female friendship can get greenlighted these days—by drenching themselves in genre tropes?",
            "publication_title":"The A.V. Club",
            "post_date":"May 15, 2013",
            "score":46,
            "movie_name":"Black Rock"
        },
        {
            "review_body":"Despite a few deviations, About Last Night is basically the same sanitized rom-com, bearing the slightest hint of resemblance to its source material. In other words, most of the perversity of Perversity has again been excised — the Chicago too.",
            "publication_title":"The A.V. Club",
            "post_date":"Feb 12, 2014",
            "score":62,
            "movie_name":"About Last Night"
        },
        {
            "review_body":"Just about everyone and everything in The Way, Way Back feels programmed, as though the film were written using Mad Libs.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  3, 2013",
            "score":68,
            "movie_name":"The Way, Way Back"
        },
        {
            "review_body":"A candy-coated French throwback to the Hollywood rom-coms of the ’50s — especially the ones starring Rock Hudson and Doris Day — Populaire is old-fashioned in more than just its pastel color scheme.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep  4, 2013",
            "score":57,
            "movie_name":"Populaire"
        },
        {
            "review_body":"Lowery, it can’t be denied, has Malick’s moves down pat. It’s the Malick touch that eludes him.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 14, 2013",
            "score":74,
            "movie_name":"Ain't Them Bodies Saints"
        },
        {
            "review_body":"If it’s possible to be both impressed and appalled by a movie’s pull-no-punches savagery, Maniac earns that dubious distinction.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 19, 2013",
            "score":47,
            "movie_name":"Maniac"
        },
        {
            "review_body":"To Gordon-Levitt’s credit, he neatly sidesteps the moralizing message his film seems to be building toward. The hero’s problem is not that he jerks off too much; as articulated by widowed, pot-smoking classmate Julianne Moore — the only real human being onscreen — it’s that he’s never actually connected to another person through sex.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 25, 2013",
            "score":66,
            "movie_name":"Don Jon"
        },
        {
            "review_body":"Payne, who never met pathos he didn’t feel inclined to puncture with slapstick humor, has somehow made his best drama and his worst comedy rolled into one.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 13, 2013",
            "score":86,
            "movie_name":"Nebraska"
        },
        {
            "review_body":"Sometimes resembling a cross between \"Winter’s Bone\" and \"Warrior\" — but without the stylized language of the former or the male-weepie conviction of the latter — Out Of The Furnace gets by on the commitment of its cast.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec  4, 2013",
            "score":63,
            "movie_name":"Out of the Furnace"
        },
        {
            "review_body":"McCarthy co-wrote the film with her husband, Ben Falcone, who also directed and appears as the heroine’s wormy tyrant of a boss. Their collaborative mojo results in some winning sweetness, but not a lot of hilarity.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  1, 2014",
            "score":39,
            "movie_name":"Tammy"
        },
        {
            "review_body":"For anyone who’s followed Favreau’s career since the mid-’90s, the temptation to read Chef as veiled autobiography will be overpowering.",
            "publication_title":"The A.V. Club",
            "post_date":"May  7, 2014",
            "score":68,
            "movie_name":"Chef"
        },
        {
            "review_body":"Oddly, counterintuitively even, what’s most endearing about the film is how middle-of-the-road it is. While 2011’s \"Shame\" treated the same subject with too much seriousness, and next week’s \"Don Jon\" treats it with too little, Thanks For Sharing acknowledges that sex addiction, like most other problems in life, can be a source of both suffering and humor.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 18, 2013",
            "score":54,
            "movie_name":"Thanks for Sharing"
        },
        {
            "review_body":"Casting is half the battle in a conversational comedy, so it helps that director/co-writer Stu Zicherman has skillfully filled even the smaller roles.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  2, 2013",
            "score":50,
            "movie_name":"A.C.O.D."
        },
        {
            "review_body":"Birth briefly staggers to life when the topic of race comes up — not because that angle on Night hasn’t been covered ad nauseam, too, but simply because it seems to inspire the most provocative discussion.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov  6, 2013",
            "score":65,
            "movie_name":"Birth of the Living Dead"
        },
        {
            "review_body":"The movie reaches for big insights about America’s obsession with winning and the dangers of unchecked entitlement, while simultaneously treating its real-life subjects like the stars of a Greek tragedy.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 12, 2014",
            "score":81,
            "movie_name":"Foxcatcher"
        },
        {
            "review_body":"Derives almost all of its very modest power from its relationship with its better half. McAvoy, turning up the broody charm, isn’t to blame. The trouble is that Conor’s drama, set against the backdrop of a lonely Manhattan, looks even more generic than Eleanor’s.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  9, 2014",
            "score":63,
            "movie_name":"The Disappearance of Eleanor Rigby: Him"
        },
        {
            "review_body":"all the retro production design in the world can’t disguise the sheer familiarity of the film’s paranormal parlor tricks.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 25, 2014",
            "score":41,
            "movie_name":"The Quiet Ones"
        },
        {
            "review_body":"Blending supernatural hokum with real horrors of U.S. history — namely, the MKUltra experiments performed by the CIA in the 1950s — The Banshee Chapter superficially resembles some lost episode of \"The X-Files.\"",
            "publication_title":"The A.V. Club",
            "post_date":"Jan  8, 2014",
            "score":62,
            "movie_name":"The Banshee Chapter"
        },
        {
            "review_body":"What Cesar Chavez critically lacks is a unique, complicated, or personal perspective on its world-famous subject. As is often the problem with portraits of influential firebrands, the film never quite sees past the movement to the man leading it.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 26, 2014",
            "score":51,
            "movie_name":"Cesar Chavez"
        },
        {
            "review_body":"The structural gamesmanship is just a smokescreen, a way to obfuscate the pulp nature of what is, ultimately, little more than a glorified, low-aiming potboiler.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 10, 2014",
            "score":36,
            "movie_name":"The Captive"
        },
        {
            "review_body":"The ironic side effect is that this major influence on today’s new class of dystopian YA smashes now looks like just another greedy knockoff on-screen—a monochromatic \"Divergent,\" or something similar.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 13, 2014",
            "score":47,
            "movie_name":"The Giver"
        },
        {
            "review_body":"Cultural authenticity seeps into the cracks of this low-key lowlife drama, whose best attribute is the pungent sense of place it possesses.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 10, 2014",
            "score":69,
            "movie_name":"The Drop"
        },
        {
            "review_body":"Shelton, who used to make scrappy, wholly improvised indie gabfests, continues to sand down the rough edges of her style, so that each new movie feels a little less distinct — and a lot less transgressive — than the one before it.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 23, 2014",
            "score":63,
            "movie_name":"Laggies"
        },
        {
            "review_body":"What’s the point in shooting a horror movie in the catacombs if it’s just going to end up looking like every horror movie not shot in the catacombs?",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 29, 2014",
            "score":38,
            "movie_name":"As Above, So Below"
        },
        {
            "review_body":"The movie never becomes truly involving — mostly because it’s hard to get wrapped up in a narrative when you can’t shake the nagging feeling that the rug under your feet is being tugged.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 11, 2014",
            "score":53,
            "movie_name":"The Signal"
        },
        {
            "review_body":"McLean puts the pedal to the metal from the start, forgoing suspense in favor of instant, gruesome gratification.",
            "publication_title":"The A.V. Club",
            "post_date":"May  5, 2014",
            "score":44,
            "movie_name":"Wolf Creek 2"
        },
        {
            "review_body":"This innocuous crowd-pleaser delivers everything that its pedigree and ad campaign promise, courting the patronage of foodies, Oprah Book Club members, Travel Channel subscribers, and Helen Mirren lovers alike.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug  6, 2014",
            "score":55,
            "movie_name":"The Hundred-Foot Journey"
        },
        {
            "review_body":"As a blunt object, a machine built to put nerves on edge and fingers over eyes, Annabelle is still crudely (and cruelly) effective. Fear comes cheap.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  1, 2014",
            "score":37,
            "movie_name":"Annabelle"
        },
        {
            "review_body":"What’s missing — and this was the crucial component of part one — is a little sour to undercut the sweet. Like its protagonist, a bad guy gone boringly good, Despicable Me 2 has no edge. It’s fatally nice and insufficiently naughty.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  2, 2013",
            "score":62,
            "movie_name":"Despicable Me 2"
        },
        {
            "review_body":"Nothing short of wiping their memories with a real-life neuralizer is going to convince moviegoers that the supernatural buddy-cop comedy R.I.P.D. is anything more than a thinly disguised \"Men In Black\" ripoff.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 19, 2013",
            "score":25,
            "movie_name":"R.I.P.D."
        },
        {
            "review_body":"What a pity, then, that almost no imagination has been expended on the narrative.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 25, 2013",
            "score":59,
            "movie_name":"Cloudy with a Chance of Meatballs 2"
        },
        {
            "review_body":"The best that can be said for the third, supposedly final chapter is that it jettisons the retracing-our-steps scenario of the 2009 original and its 2011 carbon-copy sequel. There is, in other words, no hangover in The Hangover Part III.",
            "publication_title":"The A.V. Club",
            "post_date":"May 22, 2013",
            "score":30,
            "movie_name":"The Hangover Part III"
        },
        {
            "review_body":"Borrowing every single component of its complicated plot from other sources, The Mortal Instruments is hodgepodge claptrap, but there’s a faint flicker of fun in its introducing-the-world passages.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 20, 2013",
            "score":33,
            "movie_name":"The Mortal Instruments: City of Bones"
        },
        {
            "review_body":"In different hands, Runner Runner might have worked as sleazy tropical noir, but director Brad Furman (The Lincoln Lawyer) never quite embraces the tawdriness of his material.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  3, 2013",
            "score":36,
            "movie_name":"Runner Runner"
        },
        {
            "review_body":"Even with its edges sanded down, Kick-Ass 2 is unmistakably Millaresque — a juvenile comedy of excess, in which skewering adolescent power fantasies looks an awful lot like indulging in them.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 14, 2013",
            "score":41,
            "movie_name":"Kick-Ass 2"
        },
        {
            "review_body":"Bilbo fades into the sidelines of his own movie, and that may be why the mournful finale of Battle feels so canned, like a roiling tide of crocodile tears. Eleven years ago, Jackson earned the fond, seemingly endless farewells of The Return Of The King. His Hobbit series has only one ending, and it comes not a moment too soon.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 16, 2014",
            "score":59,
            "movie_name":"The Hobbit: The Battle of the Five Armies"
        },
        {
            "review_body":"The irony of Saving Mr. Banks is that it takes this true story of Hollywood conflict, of artistic integrity pitted against studio moxie, and gives it the same warm-and-fuzzy treatment the company gave Poppins. One woman’s failed battle to stop her work from being Disneyfied has itself been Disneyfied.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 11, 2013",
            "score":65,
            "movie_name":"Saving Mr. Banks"
        },
        {
            "review_body":"The Monuments Men feels not just self-conscious but also a bit self-congratulatory, its creator squashing the spirit of adventure with too many grandiose lines about the Importance Of Art.",
            "publication_title":"The A.V. Club",
            "post_date":"Feb  5, 2014",
            "score":52,
            "movie_name":"The Monuments Men"
        },
        {
            "review_body":"Were Mandela solely interested in that early chapter of its subject’s life, when he was reluctantly turning to violent tactics in the war on apartheid, the film might have achieved a uniquely complicated perspective. Alas, the first passage is just a portion of what turns out to be a typically sprawling, bloated biopic.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 29, 2013",
            "score":60,
            "movie_name":"Mandela: Long Walk to Freedom"
        },
        {
            "review_body":"The results are sometimes striking, in pure visual terms, but rarely engaging; even as a brutish saga of underworld retribution, the film fails to get the heart pounding.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 17, 2013",
            "score":37,
            "movie_name":"Only God Forgives"
        },
        {
            "review_body":"Too bad both actors are stuck in a hollow provocation. Pietà may be all about the burden of debt—financial, spiritual, or otherwise — but it’s the audience that really pays a price.",
            "publication_title":"The A.V. Club",
            "post_date":"May 15, 2013",
            "score":72,
            "movie_name":"Pieta"
        },
        {
            "review_body":"More sad dad and noble martyr than creature of the night, Evans’ dashing Prince Of Darkness inspires less fear than just about any incarnation of the famous character, save perhaps the one played by Leslie Nielsen.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  8, 2014",
            "score":40,
            "movie_name":"Dracula Untold"
        },
        {
            "review_body":"No amount of imaginative trickery can fill the void of feeling at the movie’s center. Whimsy for whimsy’s sake is just too much to take.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 16, 2014",
            "score":54,
            "movie_name":"Mood Indigo"
        },
        {
            "review_body":"Locke, as fascinating as it is in theory, never evolves into anything more than a glorified acting exercise.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 23, 2014",
            "score":81,
            "movie_name":"Locke"
        },
        {
            "review_body":"For every viewer happily creeped out by the franchise's simple scare tactics — its video vision of things going bump and creak and moan in the dark — there's another moviegoer completely unfazed by such low-budget prankery.",
            "publication_title":"The A.V. Club",
            "post_date":"Jan  3, 2014",
            "score":42,
            "movie_name":"Paranormal Activity: The Marked Ones"
        },
        {
            "review_body":"This Is Where I Leave You demonstrates, a great cast is a terrible thing to waste.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 17, 2014",
            "score":44,
            "movie_name":"This Is Where I Leave You"
        },
        {
            "review_body":"Because the film is meant to resemble documentary footage, West is forced to effectively “play dumb,” disguising his craftsmanship behind a lot of intentionally cruddy handheld camerawork. Still, that’d be less of a problem if the material he was gracelessly filming weren’t such run-of-the-mill claptrap.",
            "publication_title":"The A.V. Club",
            "post_date":"May  5, 2014",
            "score":49,
            "movie_name":"The Sacrament"
        },
        {
            "review_body":"For better or for worse — okay, mostly for worse — he’s made the exact film he wanted to make; it just took him some time, and a lot of charity, to get the earnest thing off the ground.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 16, 2014",
            "score":43,
            "movie_name":"Wish I Was Here"
        },
        {
            "review_body":"Dinosaur 13 reduces a complicated legal quagmire about paleontological ownership to something of a pity party. But hard luck is not the same as injustice.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 14, 2014",
            "score":66,
            "movie_name":"Dinosaur 13"
        },
        {
            "review_body":"True to its franchise roots, the film is atmospheric, well acted, and frustratingly intent on draining every last drop of pleasure from the genre-movie conventions it cannibalizes.",
            "publication_title":"The A.V. Club",
            "post_date":"Feb 12, 2014",
            "score":57,
            "movie_name":"Easy Money: Hard to Kill"
        },
        {
            "review_body":"In Haunt, scares are scarce and tropes are liberally lifted from better movies.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 10, 2014",
            "score":33,
            "movie_name":"Haunt"
        },
        {
            "review_body":"Instructive mainly for screenwriters looking for tips on what not to do, Walking With Dinosaurs takes the education out of “educational entertainment.” The entertainment, too.",
            "publication_title":"The A.V. Club",
            "post_date":"Dec 18, 2013",
            "score":37,
            "movie_name":"Walking with Dinosaurs"
        },
        {
            "review_body":"It’s a strange thing to say about a movie so obsessed with the red stuff, but this Carrie is bloodless.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 17, 2013",
            "score":53,
            "movie_name":"Carrie"
        },
        {
            "review_body":"In just about every way, the film is an inferior sequel — dumber, flatter, lacking even the barbaric extremity of its predecessor. Where’s a flesh-eating Elijah Wood when you need him?",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 21, 2014",
            "score":46,
            "movie_name":"Sin City: A Dame To Kill For"
        },
        {
            "review_body":"The film works only, if at all, as an unofficial Air Force One reunion, with Ford stopping just short of bellowing “Get off my jock!” during a pair of gritted-teeth encounters with Oldman. Some pleasures never go out of fashion.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 15, 2013",
            "score":32,
            "movie_name":"Paranoia"
        },
        {
            "review_body":"It’s just more joyless junk, another title to bury at the bottom of Fuqua’s resume.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 24, 2014",
            "score":57,
            "movie_name":"The Equalizer"
        },
        {
            "review_body":"Delivery Man may be a change of pace for Vaughn, but it’s the exact opposite for its creator, the Québécois filmmaker Ken Scott. Belonging to the Funny Games school of carbon-copy remakes, the film is an identical Hollywood retread of Scott’s 2011 festival favorite Starbuck. Every scene, every joke, nearly every shot of the movie is straight out of the original.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 20, 2013",
            "score":44,
            "movie_name":"Delivery Man"
        },
        {
            "review_body":"This humorless science-fiction cautionary tale feels like a relic from an earlier era, pulled out of a dusty old box of zip disks and 56k modems.",
            "publication_title":"The A.V. Club",
            "post_date":"Apr 16, 2014",
            "score":42,
            "movie_name":"Transcendence"
        },
        {
            "review_body":"The blame belongs most plainly with Michelle Morgan’s script, which requires this gifted comedian to play straight woman to a supporting carnival of Indiewood types.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 17, 2013",
            "score":38,
            "movie_name":"Girl Most Likely"
        },
        {
            "review_body":"The action scenes are clumsily filmed and choppily edited.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  1, 2014",
            "score":40,
            "movie_name":"Deliver Us From Evil"
        },
        {
            "review_body":"Improbably, this saccharine melodrama comes courtesy of Jason Reitman, the Hollywood scion director who made \"Juno\" and \"Up In The Air.\" Clearly, he’s chasing a change of pace, a hard right turn away from the sardonic redemption stories that have previously sported his byline and into the unfamiliar realm of Sirksian soap.",
            "publication_title":"The A.V. Club",
            "post_date":"Jan 29, 2014",
            "score":52,
            "movie_name":"Labor Day"
        },
        {
            "review_body":"Enemy dives into material Villeneuve has described as “personal.” But it’s hard to see much more than platitudes in the metaphoric muddle of its plot.",
            "publication_title":"The A.V. Club",
            "post_date":"Mar 15, 2014",
            "score":61,
            "movie_name":"Enemy"
        },
        {
            "review_body":"I Origins is an exercise in supreme obviousness, beginning (but not ending) with its double entendre of a title.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 16, 2014",
            "score":57,
            "movie_name":"I Origins"
        },
        {
            "review_body":"It’s nice to look at, easy to watch, and impossible to remember for the length of a car-ride home.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul 16, 2014",
            "score":48,
            "movie_name":"Planes: Fire & Rescue"
        },
        {
            "review_body":"Child actors can have a tough time transitioning into adult careers, their charm often evaporating with the onset of puberty. But for Chloë Grace Moretz, the trouble isn’t growing pains; she’s just overqualified for the roles Hollywood tends to offer young women her age.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 20, 2014",
            "score":46,
            "movie_name":"If I Stay"
        },
        {
            "review_body":"In other words, what starts as a glorified \"Pretty Little Liars\" episode eventually evolves (devolves?) into a flippant hybrid of \"The Craft\" and \"I Know What You Did Last Summer.\"",
            "publication_title":"The A.V. Club",
            "post_date":"May 10, 2014",
            "score":45,
            "movie_name":"All Cheerleaders Die"
        },
        {
            "review_body":"There’s more existential wisdom in five random, zombie-infested minutes of Shaun Of The Dead than in the full two hours of this feel-good folly.",
            "publication_title":"The A.V. Club",
            "post_date":"Sep 21, 2014",
            "score":29,
            "movie_name":"Hector and the Search for Happiness"
        },
        {
            "review_body":"Perhaps one of the two already-in-the-works Planes sequels will crack one of these unholy machines open. That’d be about the only reason to return to this nose-diving franchise.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug  7, 2013",
            "score":39,
            "movie_name":"Planes"
        },
        {
            "review_body":"There’s absence here, all right—of scares, of imagination, and of a good reason to pick up that camera in the first place.",
            "publication_title":"The A.V. Club",
            "post_date":"Jul  3, 2013",
            "score":20,
            "movie_name":"Absence"
        },
        {
            "review_body":"Dumb And Dumber To is crueler, crasser, grosser, lazier, creepier, and, yes, dumber than the first film.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 13, 2014",
            "score":36,
            "movie_name":"Dumb and Dumber To"
        },
        {
            "review_body":"A sequel so slapdash and ineffectual that its army of directors — six of them total, counting the poor sucker whose contribution got axed — might well be accused of intentionally burying the franchise. More charitably, perhaps they were trying to put a nail in the coffin of all found-footage horror. Some good must come from this much bad.",
            "publication_title":"The A.V. Club",
            "post_date":"Nov 19, 2014",
            "score":31,
            "movie_name":"V/H/S: Viral"
        },
        {
            "review_body":"How bad is No One Lives, the new bottom-feeding schlock-fest from WWE Studios? Simply put: It’s bad enough to make some of the studio’s other offerings, like the Steve Austin deathmatch movie \"The Condemned\" and the Kane-starring slasher flick \"See No Evil,\" look like genre gems.",
            "publication_title":"The A.V. Club",
            "post_date":"May  8, 2013",
            "score":26,
            "movie_name":"No One Lives"
        },
        {
            "review_body":"In Austenland, her directorial debut, Hess adapts a 2007 beach book into another broad comedy of caricature. It’s a truly half-assed satire, one whose senseless sensibility seems less informed by the best of English literature than the worst of Saturday Night Live.",
            "publication_title":"The A.V. Club",
            "post_date":"Aug 14, 2013",
            "score":42,
            "movie_name":"Austenland"
        },
        {
            "review_body":"Costner, by contrast, is too laidback to intimidate; he seems less battle-wearied than simply weary, nailing only half of the profitable “aging ass-kicker” equation. Firefights and car chases just don’t suit this movie star of advancing years.",
            "publication_title":"The A.V. Club",
            "post_date":"Feb 20, 2014",
            "score":40,
            "movie_name":"3 Days to Kill"
        },
        {
            "review_body":"Destined to please only \"Rock Of Ages\" fans who wished Hough and Brand had more screen time together, Paradise boasts the broadest, most saccharine tendencies of its writer and first-time director. In Cody terms, it’s a doodle that can’t be undid.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct 16, 2013",
            "score":35,
            "movie_name":"Paradise"
        },
        {
            "review_body":"The Wedding Ringer has so many gay jokes that some of them apparently didn’t even make the final cut.",
            "publication_title":"The A.V. Club",
            "post_date":"Jan 15, 2015",
            "score":32,
            "movie_name":"The Wedding Ringer"
        },
        {
            "review_body":"As schematic as Third Person is on a whole, it’s downright risible on a moment-to-moment basis.",
            "publication_title":"The A.V. Club",
            "post_date":"Jun 18, 2014",
            "score":38,
            "movie_name":"Third Person"
        },
        {
            "review_body":"This Left Behind may be worse than the last Left Behind, but it’s much less boring, thanks in part to the commitment of its star, who plays the often ludicrous material with the straightest of faces. The Cage works in mysterious ways.",
            "publication_title":"The A.V. Club",
            "post_date":"Oct  1, 2014",
            "score":12,
            "movie_name":"Left Behind"
        }
    ],
    "lowest_review_score":16,
    "critic_name":"A.A. Dowd"
}