{"all_reviews": {"count": 153, "compared_to_average": {"percent_same": 9, "percent_higher": 41, "percent_lower": 50}, "points_against_average": -2.2}, "movie_reviews_count": 153, "highest_review_score": 100, "score_distribution": {"mixed": 28, "positive": 80, "negative": 45}, "publication_title": "Premiere", "average_review_score": 57, "reviews": [{"review_body": "Documentarian Liz Garbus masterfully turns her minimalist camera's eye on young girls institutionalized at the Waxter Juvenile Facility near Baltimore.", "publication_title": "Premiere", "post_date": null, "score": 100, "movie_name": "Girlhood"}, {"review_body": "Fantastic news, true believers: Spider-Man 2 is smarter, hipper, faster, funnier, and flat-out more electrifying than the original, swinging to new summer-movie heights as the greatest comic-book adaptation yet made.", "publication_title": "Premiere", "post_date": null, "score": 100, "movie_name": "Spider-Man 2"}, {"review_body": "Land of the Dead is Romero's long-awaited masterpiece, a slyly suspenseful and droll thrill-ride that expounds on both the highbrow and the chewed-off-brow concepts of his previous trilogy, then flippantly dismisses the cheap scare tactics of the control-pad generation's gimmicky genre knockoffs.", "publication_title": "Premiere", "post_date": null, "score": 100, "movie_name": "Land of the Dead"}, {"review_body": "Scene for radiant scene, shot for nary a wasted shot, The New World is the most artfully sculpted film in American cinema this year.", "publication_title": "Premiere", "post_date": null, "score": 100, "movie_name": "The New World"}, {"review_body": "How 49 Up differs from its precursors for the better is that it's the first to have its participants interact with Apted the filmmaker, no longer a one-sided interviewer.", "publication_title": "Premiere", "post_date": null, "score": 100, "movie_name": "49 Up"}, {"review_body": "Inland Empire is interchangably terrifying, maddening, shockingly hilarious and perversely exciting, and that's just to those who end up disliking it.", "publication_title": "Premiere", "post_date": null, "score": 100, "movie_name": "Inland Empire"}, {"review_body": "The retro photos and footage are also bountiful and, natch, jazzily edited enough that the standard talking-head techniques are instantly forgivable.", "publication_title": "Village Voice", "post_date": "May 15, 2013", "score": 90, "movie_name": "The Girls in the Band"}, {"review_body": "So far the funniest, headiest, most playfully eccentric American indie of the year, Bujalski's perceptive avant-garde comedy...teases out unanswered existential and behavioral questions about mankind's curious obsession with artificial intelligence and automation.", "publication_title": "Village Voice", "post_date": "Jul 16, 2013", "score": 90, "movie_name": "Computer Chess"}, {"review_body": "A truly remarkable and compassionate debut from a savvy, self-confident filmmaker. No bull.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Carnage"}, {"review_body": "While Bartley and O'Briain flat-out lucked out with this felicitous endeavor, their fearlessness, unobtrusive narration, and lack of Michael Moore man-and-microphone pandering is to be saluted.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "The Revolution Will Not Be Televised"}, {"review_body": "At its most simplified, Sucker punches its way to the top of the Italian-western mountains, but never reaches the peak of its immortalized trilogy brethren.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Duck, You Sucker"}, {"review_body": "The mood never droops, however, saved by Mario’s well-studied ability to channel his father, a performance as delicately nuanced and polished as the film is frenetic and raw.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Gettin' the Man's Foot Outta Your Baadasssss!"}, {"review_body": "Open Water may not be a pristine or complex suspense thriller, but you'd be hard-pressed to find anything else as terrifyingly potent in such a tiny package.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Open Water"}, {"review_body": "Whatever you want to label this quick-paced crowd-pleaser, it is definitely one of the year's must-sees.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Shaun of the Dead"}, {"review_body": "Refusing to dumb down for a mass market, Primer is \"Mullholland Dr.\" for math geeks, \"Memento\" for mad geniuses, or simply one of the most inventive films ever made for pennies on the Hollywood dollar.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Primer"}, {"review_body": "An enchantingly cryptic, ethereally photographed slice of somber surrealism that should definitely appeal to fans of David Lynch and Luis Buñuel.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Bright Future"}, {"review_body": "Preaches post-9/11 family values to conservatives while appeasing liberals with ideas of tolerance and social activism.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "The Incredibles"}, {"review_body": "The brilliant subtleties of this absorbing, must-see drama are best seen through Penn, who transforms a strongly nuanced script into the greatest performance of the year.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "The Assassination of Richard Nixon"}, {"review_body": "A rough-and-tumble magnum opus of digital filmmaking that thrillingly basks in the sick, slick, sexy and quick-witted excesses of its imaginatively mutant stylizations.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Sin City"}, {"review_body": "Guaranteed to deliver more innovative eye candy and smarter fun-per-second than most of this summer's fare, and that one-two punch ought to knock you off your seat.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Kung Fu Hustle"}, {"review_body": "The Queen is a surprisingly compassionate portrait (excepting Blair's reactionary wife with the \"shallow curtsy\") of a rigid pragmatist in denial over the monarchy's out-of-touch dysfunction.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "The Queen"}, {"review_body": "A conventional but genuinely heartrending exposé of the Indiana boy who grew to be a powerful religious cult leader, director Stanley Nelson's thoroughly researched doc is not a posthumous character assassination, which would be all too easy and unnecessary.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Jonestown: The Life and Death of Peoples Temple"}, {"review_body": "Under the clichéd spell of rock-and-roll promiscuity and pills popped, Seigner shows astonishing range as the detached superstar who still fixates on her ex-boyfriend and has mood swings like a manic-depressive on fast-forward.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Backstage"}, {"review_body": "This critic found much to digest (pun barely intended), with thoughts of FDA politics and standard practices, the ritualism and sacrifice of our own species, why baby animals are considered protectable innocents (and inversely, grown steaks-to-be just a fact of life), plus, on a meta level, how people's dietary philosophies will inform their reactions to the work.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Our Daily Bread"}, {"review_body": "Marker's even-handedness and playful spirit tries to show that innocent art and activist politics are two sides of the same culture, even if deviant government duplicity threatens the balance between them.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Chats perchés"}, {"review_body": "Mafioso isn't a straight black satire of Sicilian culture so much as a suspenseful near-tragedy leavened by the zesty, irreverent wit that helped define the golden age of Italian comedies.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Mafioso"}, {"review_body": "Rock the Bells doesn't just delve behind the scenes; it makes a showstopping guest-MC out of each crazy new obstacle.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Rock the Bells"}, {"review_body": "Paprika ain't no kiddie 'toon, even if its thumpin' techno-pop and bubble-gum thrills have the same splashy palette as an episode of \"Pokémon\" or \"Dragon Ball Z.\"", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "Paprika"}, {"review_body": "Where Dans Paris truly pops, besides its spot-on leads or the slick curation of its fashions and locales, are in its mood-mixing musical moments.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "In Paris"}, {"review_body": "A richly drawn, ambitious character piece both socially relevant and genuinely suspenseful.", "publication_title": "Premiere", "post_date": null, "score": 88, "movie_name": "The Last Winter"}, {"review_body": "Watching the Vogels mull over art that they don't need to understand only makes their delight more infectious.", "publication_title": "Village Voice", "post_date": "Sep 12, 2013", "score": 80, "movie_name": "Herb & Dorothy"}, {"review_body": "Amalric's impish dexterity and Del Toro's mild catatonia make for a memorable mismatch, but Jimmy P.'s profound slow burn might be too clinical for some to consider dramatic.", "publication_title": "Village Voice", "post_date": "Feb 11, 2014", "score": 80, "movie_name": "Jimmy P."}, {"review_body": "The true sensory delight is when the two men share screen time, and the palette is bombarded with their contrasting hues, the score (by Pascal Esteve) even meticulously interlacing their two musical personalities.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Man on the Train"}, {"review_body": "A wildly creative amusement, thanks mostly to Campbell, whose weathered yet still-taking-care-of-business Elvis is alone worth the price of admission.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Bubba Ho-tep"}, {"review_body": "What On the Run has going for it: solid acting, taut editing, smartly economical dialogue, an elevatingly reverberant score, and a rousing vitality that left me salivating for The Trilogy in full.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "On the Run"}, {"review_body": "An amply entertaining tale of survival terror, fully realizing the epicness of Romero's vision by infecting every wide-angled overhead shot with as many computer-generated cadavers as possible, and bridging tense moments with a laugh-aloud, plucky wit.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Dawn of the Dead"}, {"review_body": "Anchorman is the kind of wonderful, cotton-candy escapism that should leave you with the right kind of stomachache.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Anchorman: The Legend of Ron Burgundy"}, {"review_body": "Strikingly shot with some wicked hand-held virtuousity, Assault is rivetingly suspenseful in how it toys with the morals of good guys flip-flopping to the dark side (and vice versa).", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Assault on Precinct 13"}, {"review_body": "Listen up, fanboys and enthusaiasts of sophisticated visual wizardry: this theological noir-horror actioner-a stand-alone, rapturous good time-craftily and accurately captures the straight-faced camp, wry wit and episodic structure of its source material.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Constantine"}, {"review_body": "Though Steamboy could have been smarter and more dramatically engineered, this razzle-dazzle ride won't disappoint if you just need to blow off a little you-know-what.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Steamboy"}, {"review_body": "The film's ambitiously eye-opening hypothesis, colorful characters, genuine compassion, and unexpected humor will make for a great vintage in years to come.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Mondovino"}, {"review_body": "Perhaps with an open and willing mind, you'll also see the vast difference between this wily consciousness experiment and, say, Rob Zombie's new box of schlocks.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Sympathy for Mr. Vengeance"}, {"review_body": "The entertainingly unhinged Hostel reeks of kneeling reverence to the grisliest of psychotronica while simultaneously striving to out-gore and out-shock its predecessors.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Hostel"}, {"review_body": "Marie Antoinette churns a symphony out of a single note, too light and hermetically sealed in the minds of Coppola and her queen to transcend its artfully cared-for fluffiness.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Marie Antoinette"}, {"review_body": "A riveting urban drama that tackles a myriad of sociopolitical issues -- conflicts of race, sex, class, marriage and politics -- without spreading itself thin.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "The Architect"}, {"review_body": "Through a haze of opium smoke and Molotov cocktails igniting, Regular Lovers plays out like the heavier politicized and unsentimentalized counterpoint to Bernardo Bertolucci's \"The Dreamers.\"", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "Regular Lovers"}, {"review_body": "As The 11th Hour's message of Profound Importance warrants a four-star rating, the film itself does not.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "The 11th Hour"}, {"review_body": "The interpersonal dynamics haven't been scripted out very thoughtfully, so as the final 20 minutes wind down, it becomes increasingly tough for Penn and his talented cast to mine humor from a story that mandates they actually play elimination rounds of poker.", "publication_title": "Premiere", "post_date": null, "score": 75, "movie_name": "The Grand"}, {"review_body": "Youssef Delara and Michael D. Olmos's variation on the too-familiar subgenre (the rising inner-city superstar here is a Latina tomboy) is more heartfelt, humanistic, and entertaining than such a clichéd showbiz cautionary tale has any right to be.", "publication_title": "Village Voice", "post_date": "Apr 23, 2013", "score": 70, "movie_name": "Filly Brown"}, {"review_body": "Don't discount October Country filmmakers Michael Palmieri and Donal Mosher's tragicomically beautiful art-doc, which sensitively favors unflinching testimonials and visually impressionistic observations over journalistic activism.", "publication_title": "Village Voice", "post_date": "Aug  6, 2013", "score": 70, "movie_name": "Off Label"}, {"review_body": "Kazan holds together a decent coming-of-age script that's emotionally sincere if tonally unfocused.", "publication_title": "Village Voice", "post_date": "Feb  4, 2014", "score": 70, "movie_name": "The Pretty One"}, {"review_body": "It may be a crowd-pleasing escapism, but it's that feel-good shmaltz that ultimately plays the film off-key.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Together"}, {"review_body": "For such a pedestrian exercise in Spielbergian sentiment, the somewhat stale Seabiscuit dunks into some gravy moments; the always dependable William H. Macy is three honks and six rattles of comic relief as the sound effects&#150;happy, kooky radio reporter Tick Tock McGlaughlin, and the racing scenes themselves are spectacular.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Seabiscuit"}, {"review_body": "It may not be saying much, but what keeps this movie afloat, aside from solid performances, is the nearly sophisticated dynamic of an otherwise redundant punchline.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Stuck on You"}, {"review_body": "Stylistically, Carandiru is definitely less monochromatic than an \"Oz\" rerun.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Carandiru"}, {"review_body": "The real top billing, what audience-goers are obviously shelling out to see, is the computer-generated chaos, and as they should: Digital technology has caught up with our collective imaginations Now More Than Ever.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "The Day After Tomorrow"}, {"review_body": "Dullaghan's film is a bit too straightforward and introductory to be declared a definitive portraiture. The gold nuggets worth sifting for lie in the anecdotal minutiae.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Bukowski: Born into This"}, {"review_body": "The film stubbornly refuses to fill empty space with dialogue or adhere to any structure other than its own downbeat atmosphere, forcing viewers to be intensely patient or squirm. It's the best film I&#146;ve seen in a while that I wouldn't recommend to anyone.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "The Brown Bunny"}, {"review_body": "Subtly gaining momentum as it dexterously glides through pages of good-time, snappy dialogue, Criminal offers no time to catch your breath, let alone enough to think through its reality-stretching story flaws and subtext-lacking motives.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Criminal"}, {"review_body": "DiG! never delves deep enough to act as a true cautionary tale. It's an amusingly drunken PBS-worthy human-interest doc, unless you're too old or not cool enough to have played in the embarrassing hipster zoo, in which case DiG! may be the closest you'll ever get to the uncaged animals.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Dig!"}, {"review_body": "Wisely unbiased-but also unfocused, uneducated, and underachieving-which makes for an occasionally hilarious, frequently anemic parody that misses its opportunity to permanently document a scathing critique of current events.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Team America: World Police"}, {"review_body": "Law owns every scene he&#146;s in--which is literally all of them--plus a decent supporting cast and dapper dialogue truly make for a breezy good time.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Alfie"}, {"review_body": "De Niro is constantly upstaged by the showstopping, sunburnt duo of Streisand and Hoffman, but even their material is so recycled (more Focker puns, etc.) that it doesn&#146;t matter who steals the most chuckles.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Meet the Fockers"}, {"review_body": "An enjoyable mess that aimlessly goofs like \"Men in Black\" when its script calls for \"Black Adder.\"", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "The Hitchhiker's Guide to the Galaxy"}, {"review_body": "Not bad for summer jollies, au contraire, but -- \"Holy Raised Bar, Batman!\" -- let's pray that the next installment measures up to the sequel summits of \"Spider-Man 2\" and \"X2.\"", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Batman Begins"}, {"review_body": "Has masterfully polished mechanics, some of the most seamless CGI effects in recent memory, and the Wells veneration is admirable. However, the film takes far too many creative shortcuts, like bookended narration and aliens that make strategically humanlike mistakes, completely incongruous to their technological superiority.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "War of the Worlds"}, {"review_body": "Aesthetically wild and otherwise mild.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Charlie and the Chocolate Factory"}, {"review_body": "Van Sant has mastered this kind of driftingly contemplative imagery and his layered soundscapes would make Sonic Youth proud (of course, Kim Gordon makes an appearance), but the introduction of other characters fracture the film's greatest asset, its lonely first-person atmosphere.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Last Days"}, {"review_body": "The Aristocrats lies halfway between two potentially great films: it's neither a smartly austere succession of jokesmiths with all the critique left to the audience, nor a deconstructionist essay on \"crossing the line\" and the language of comedy itself.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "The Aristocrats"}, {"review_body": "Looks, feels, and tastes like a more accessible evolution of \"Cremaster,\" so try to gauge your own tolerance for indulgent eccentricity (at 135 minutes, it could stand to lose 20).", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Drawing Restraint 9"}, {"review_body": "Underscored by the fragility of a plinking piano and well-timed flourishes to uplift, this heroic heartstring-tugger is still frequently and unexpectedly affecting, so much that it's able to hide its true face as a glorified movie-of-the-week.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "World Trade Center"}, {"review_body": "Best appreciated as a rather amusing farce called The John Malkovich Show, the movie's every scene is anchored, then stolen, by the commanding thespian's Alan act.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Color Me Kubrick"}, {"review_body": "An unexpectedly retro throwback to '80s actioners and '90s hacker movies, totally preposterous in both its heroic near-death escapes and abstract tech-jargon explanations for how anyone with geeky inclinations can remotely override any computer system with a few easy keystrokes.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "Live Free or Die Hard"}, {"review_body": "It's an overall heady conceit about image and invention, clever and fun with compelling lead performances -- especially Reynolds, who finally gets to show some chops in a career littered with Van Wilder–grade junk.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "The Nines"}, {"review_body": "The Orphanage's joys come from the experiential: Bayona's cultured technical skills, including some phenomenal sound design, and sustained anxiety. It's about as healthy as junk food gets.", "publication_title": "Premiere", "post_date": null, "score": 63, "movie_name": "The Orphanage"}, {"review_body": "Vertigo this ain’t, but there’s some quasi-Gothic charm in the baroque premise and eccentric marginal details, including a mathematically gifted dwarf.", "publication_title": "Village Voice", "post_date": "Jan  2, 2014", "score": 60, "movie_name": "The Best Offer"}, {"review_body": "The film takes one entire act too long to shake its mopey fog and get crackling.", "publication_title": "Village Voice", "post_date": "Feb 25, 2014", "score": 60, "movie_name": "Two Lives"}, {"review_body": "Equally lionizing but richer in detail than the recent Michael Peña-led biopic César Chávez, this occasionally stirring doc portrait of the late Latino labor organizer and civil rights icon frames his legacy around a single act of protest.", "publication_title": "Village Voice", "post_date": "Apr 16, 2014", "score": 60, "movie_name": "Cesar's Last Fast"}, {"review_body": "Despite Wilson’s early control and aesthetic confidence, there isn’t a single scripted idea of weight or emotionality that pays off.", "publication_title": "Village Voice", "post_date": "Sep  2, 2014", "score": 60, "movie_name": "Canopy"}, {"review_body": "All the secrets, lies, and consequences feel as authentic as the Appalachian milieu, but the film lacks the memorable idiosyncrasy of a River's Edge, or more fittingly, the myth-making lyricism of Matewan.", "publication_title": "Village Voice", "post_date": "Jan 13, 2015", "score": 60, "movie_name": "Little Accidents"}, {"review_body": "If the banality of life within the Bordeaux gentry is the point, then the ensuing oppressiveness is immaculately depicted through precise performances and camerawork—just don't call it emotionally engaging drama.", "publication_title": "Village Voice", "post_date": "Aug 20, 2013", "score": 50, "movie_name": "Thérèse"}, {"review_body": "Mostly due to the assured polish of cinematographer Sean Stiegemeier, Chapman punches above its featherweight budget, but the punch is ultimately pulled as both strands of the narrative intersect with one last reveal of unresolved melodrama that feels coldly calculated in its cause and effect.", "publication_title": "Village Voice", "post_date": "May  6, 2014", "score": 50, "movie_name": "Chapman"}, {"review_body": "Are these iconic, antihero relics smartly satirized in a post-slasher, or is FVJ just more dated, third-wave trash? Disappointingly, it's the latter.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Freddy vs. Jason"}, {"review_body": "The dubious whimsy, devoid of any directorial voice, plays more like a very special episode of Dawson&#146;s Creek.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "The Battle of Shaker Heights"}, {"review_body": "Favorably, Atkinson&#146;s family-friendly, rubber-limbed professionalism can revitalize even the most vapid of material, which this certainly is. Anyone who has seen an episode of Black Adder can tell you that he&#146;s leaps and bounds funnier than this sitcom-grade bauble.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Johnny English"}, {"review_body": "Jersey Girl may have come from his soul, but it contradicts the charm of a Kevin Smith movie.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Jersey Girl"}, {"review_body": "With his latest, the sci-fi&#150;action&#150;adventure The Chronicles of Riddick, Vin Diesel has established himself as the new face of morally ambiguous anti-heroes.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "The Chronicles of Riddick"}, {"review_body": "If you subtracted from the story and style components recycled from landmark sci-fi films of Hollywood past, you&#146;d be left with Will Smith wisecracking over a box of unformatted floppies.  I, Unimpressed.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "I, Robot"}, {"review_body": "What&#146;s missing here is the amnesiac hook that made \"The Bourne Identity\" such a sleeper hit.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "The Bourne Supremacy"}, {"review_body": "When the secret is finally divulged, it&#146;s such a letdown that it feels unfairly manipulative to have sat through such agonizing tedium.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "The Village"}, {"review_body": "Spoiled by its own insatiable desire for envelope-pushing flair; it&#146;s wider-scoped when it should be intimate, splashy instead of subtle, icky but not scary.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Saw"}, {"review_body": "Big and dumb and loud and entirely past its prime.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Blade: Trinity"}, {"review_body": "As the phrase turns, it's better when things come off WITHOUT a hitch.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Hitch"}, {"review_body": "One-dimensional fluff piece.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Fever Pitch"}, {"review_body": "When he runs out of material to tickle with, Black dips into his musically tenacious \"deedle-diddle-dee\" for some sure-fire ridiculousness.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Nacho Libre"}, {"review_body": "So stupendously funny at times that she (Streep) nearly salvages the whole thing.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "The Devil Wears Prada"}, {"review_body": "Technically, it rewards with nothing less than painterly cinematography and a seamless surge of organic soundscapes, but the story is entirely predicated on a weather metaphor so obvious that even an unplugged Doppler radar could detect it.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Climates"}, {"review_body": "As a fan, it's upsetting to admit that Dumont's ideas and insights have narrowed with this picture, his relaxed pacing now lethargic, his physically and mentally thick characters too familiar, and his ice-water shocks a bit predictable. It would seem self-parodic if it weren't so damn tragic.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Flanders"}, {"review_body": "Directed with little flair, a one-sided perspective and a questionable sense of moral responsibility by Dan Klores (his negligent lack of an editorial voice in the couple's lunacy reeks of train-wreck exploitation), Crazy Love is a disturbingly captivating tabloid horror, but that's not Klores' doing.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "Crazy Love"}, {"review_body": "The Ten has one foot in \"Monty Python's Meaning of Life\" and another in their \"Life of Brian,\" but ultimately we get the David Letterman School of Comedy: mediocre jokes continually repeated until they sometimes become uncomfortably funny.", "publication_title": "Premiere", "post_date": null, "score": 50, "movie_name": "The Ten"}, {"review_body": "Gilsig's transformation is quietly convincing, but the film itself is flatter and less cinematically gratifying than most television dramas.", "publication_title": "Village Voice", "post_date": "Jan 28, 2014", "score": 40, "movie_name": "Somewhere Slow"}, {"review_body": "There are too many vaguely defined interpersonal dynamics and marginal characters (hi, Liv Tyler and Judy Greer!) that distract needlessly from the earnest tone of an outrageous set-up.", "publication_title": "Village Voice", "post_date": "Aug 27, 2014", "score": 40, "movie_name": "Jamie Marks Is Dead"}, {"review_body": "This blatantly big-hearted product isn't half as vibrant as the original 2005 Wired article on which it's based, and myopically neglects to address Arizona's troubling anti-immigration legislation through even a splash of hindsight.", "publication_title": "Village Voice", "post_date": "Jan 17, 2015", "score": 40, "movie_name": "Spare Parts"}, {"review_body": "Flashy, forgettable fluff.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Bulletproof Monk"}, {"review_body": "Paycheck is a bogus journey.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Paycheck"}, {"review_body": "From an audience perspective, the title&#146;s fairly apt as well.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "The Punisher"}, {"review_body": "With its cheap scares, its defiant lack of special effects, and the most blatant usage of a red coat as a stand-out prop since Schindler&#146;s List, Godsend is as much an experiment-gone-wrong as its Frankensteinesque plot.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Godsend"}, {"review_body": "Despite the attempts of the Academy Award-winning makeup artist behind Mrs. Doubtfire, these doubtful misfires can't pass as white or as chicks.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "White Chicks"}, {"review_body": "What begins as a pleasantly utilitarian thriller gradually decays into a mediocre suspense drama and ends as an irritatingly feeble love story.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Wicker Park"}, {"review_body": "The story is a vapid \"Casablanca\"-lite.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Head in the Clouds"}, {"review_body": "For his fourth paycheck-cashing run through &#147;J-Bruck&#146;s&#148; action-hero gauntlet, Cage lazily plays Benjamin Franklin Gates-the first of many overstuffed social-studies references.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "National Treasure"}, {"review_body": "Blunderingly out-of-touch, star-studded embarrassment of a sequel.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Be Cool"}, {"review_body": "Unstylized, inconsistent, unconvincing, and familiar to a fault.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Get Rich or Die Tryin'"}, {"review_body": "What once was a gifted comic's fluid improvisation is now a doddering old man so embarrassing he's uncomfortable to watch, and the surrogate father-daughter needling he has with Johansson is creepy when you realize Woody the director is shooting her seductively in that skintight bathing suit.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Scoop"}, {"review_body": "A thin sprinkling of exuberance and a couple of choice cameos, that's about all this underwritten and overly choreographed spectacle has to tease us with.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Idlewild"}, {"review_body": "Paths collide and allegiances form between the good, bad, and ugly, but under the incoherent direction of Chalerm Wongpim, a clunky dullness sets in whenever the action subsides.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Dynamite Warrior"}, {"review_body": "Chan still sounds silly talkin' jive, the action sequences are peppy if not exactly memorable, and the gags have been sitting out long enough to make penicillin.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Rush Hour 3"}, {"review_body": "What little anti-war critique Peirce presents -- and she has it in her, which makes it all the more dubious -- gets trampled over by jingoistic Rambo porn.", "publication_title": "Premiere", "post_date": null, "score": 38, "movie_name": "Stop-Loss"}, {"review_body": "Shallow, witless but pretty enough French ode to Woody Allen.", "publication_title": "Village Voice", "post_date": "Apr  9, 2013", "score": 30, "movie_name": "Paris-Manhattan"}, {"review_body": "Since the conversation is unfocused and there's no real thesis, we get a girl and a gun but not really a movie.", "publication_title": "Village Voice", "post_date": "Jul  2, 2013", "score": 30, "movie_name": "A Girl and a Gun"}, {"review_body": "Self-taught Kurdish-American filmmaker Jano Rosebiani's mostly English-language drama...is deadened by milquetoast characters, uninspired landscape photography, and no perceptible stakes.", "publication_title": "Village Voice", "post_date": "Feb 18, 2014", "score": 30, "movie_name": "Chaplin of the Mountains"}, {"review_body": "There's very little to distinguish this from every other characterless rom-com with a demographically marketable hook.", "publication_title": "Village Voice", "post_date": "Mar 11, 2014", "score": 30, "movie_name": "Shirin in Love"}, {"review_body": "No bodices were harmed in veteran French filmmaker Patrice Leconte's chaste and bloodless English-language debut.", "publication_title": "Village Voice", "post_date": "Apr 16, 2014", "score": 30, "movie_name": "A Promise"}, {"review_body": "There's no drama illustrating the thanklessness of their jobs, and potential wisdom about fiscal instability, animal welfare, or GMOs waft by without much argument.", "publication_title": "Village Voice", "post_date": "May  5, 2014", "score": 30, "movie_name": "Farmland"}, {"review_body": "Not even within earshot of a masterpiece, Man on Fire, based on its ratio of production costs to quality alone, may prove to be the worst movie of 2004.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Man on Fire"}, {"review_body": "It&#146;s terrible enough to torture the damned.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Exorcist: The Beginning"}, {"review_body": "A clumsy, dreadfully preposterous and pedestrian thriller that seems to believe loud noises are the same as good frights.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "White Noise"}, {"review_body": "Lacks thrills, narrative, emotion, believability, character development--and frankly--watchability.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Elektra"}, {"review_body": "A sadistically bland entertainment that oversells its reveals and lets its suspense drip so long that it would be nice if something (anything!) happened.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "House of Wax"}, {"review_body": "From less a purist's standpoint than a seeker of serviceable junk food, this comprehensive waste of time is too bouncy to be an \"Elektra\" bummer, but should make Marvel mascot Stan Lee think twice about burning another lucrative bridge with unintentional hilarity.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Fantastic Four"}, {"review_body": "Not to chastise the movie for simply being rude or crude -- since \"The Wedding Crashers\" proved that hormone-raging '80s throwbacks can still be harmless fun -- but this contemptible sex-com redux should be taken to task for how its infantilized yucks give license to entertaining closed-minded acceptances of very real human ugliness.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Deuce Bigalow: European Gigolo"}, {"review_body": "Fails in what amounts to its only distinct purpose: to smugly push the envelope of depravity farther than anyone else.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Hostel: Part II"}, {"review_body": "So go on, pay your ten bucks and get your hate on.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "I Now Pronounce You Chuck & Larry"}, {"review_body": "This one's been sitting on shelves for two years -- never good news -- and you can almost see the dollar signs in the cast's eyes.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Mr. Woodcock"}, {"review_body": "Filmed in 2005, the first of two Cusack widower flicks this season (the weepier and more indie \"Grace is Gone\" hits theaters in December) Martian Child is also a Franken-schmaltz monster of cobbled-together Cusack movie parts.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "Martian Child"}, {"review_body": "This terminally ill, terminally awful dramedy marks a sad cinematic milestone: The Bucket List is the first film in history to feature a truly wretched Nicholson performance -- and we're not talking about the character he plays.", "publication_title": "Premiere", "post_date": null, "score": 25, "movie_name": "The Bucket List"}, {"review_body": "Attempts to transform meet-cute romance into an absurdist fatal-attraction thriller, but ends up neither fish nor fowl.", "publication_title": "Village Voice", "post_date": "Apr 16, 2013", "score": 20, "movie_name": "Love Sick Love"}, {"review_body": "Doesn't try to be anything more than a soft-serve pull of treacly pandering.", "publication_title": "Village Voice", "post_date": "Sep  4, 2013", "score": 20, "movie_name": "Tio Papi"}, {"review_body": "The overall comic premise is both clumsy and truly icky, because how exactly do you make progressive good on a \"parody of violence against women\" logline?", "publication_title": "Village Voice", "post_date": "Feb 18, 2014", "score": 20, "movie_name": "One Candle, Two Candles..."}, {"review_body": "Attempts to offer the white-knuckle gratifications of a studio procedural with a conspicuous lack of production values, screen talent, plausibility, originality, or a lick of aesthetic flair.", "publication_title": "Village Voice", "post_date": "Aug 12, 2014", "score": 20, "movie_name": "The Word"}, {"review_body": "If cinema's most narcissistic actor-filmmakers were swimming in a talent pool, with Vincent Gallo confidently backstroking in the deep end and Eric Schaeffer wading in children's pee, Hendrickson's dipping his toe near Tommy Wiseau.", "publication_title": "Village Voice", "post_date": "Jul 18, 2013", "score": 10, "movie_name": "Colossus"}, {"review_body": "Canadian comedy hits rock bottom in this abhorrent meta-infomercial.", "publication_title": "Village Voice", "post_date": "Sep  9, 2014", "score": 0, "movie_name": "Swearnet: The Movie"}], "lowest_review_score": 0, "critic_name": "Aaron Hillis"}